/* header format string for a crash on launch due to invalid code signature on a Mac App Store app */
"%@ can't be opened." = "%@ can't be opened.";

/* header format string for a crash on launch due to missing software components */
"%@ cannot be opened because of a problem." = "%@ cannot be opened because of a problem.";

/* header format string for unknown problem type. */
"%@ experienced a problem." = "%@ experienced a problem.";

/* header format string for crash while using a plugin */
"%@ quit unexpectedly while using the %@ plugin." = "%1$@ quit unexpectedly while using the %2$@ plugin.";

/* header format string for a crash report */
"%@ quit unexpectedly." = "%@ quit unexpectedly.";

/* button title */
"Agree" = "Agree";

/* opt-in dialog text */
"By clicking \\U201CAgree\\U201D you agree that Apple may periodically collect and use this information as part of its support services and to improve its products and services. This information is collected anonymously. To learn more about Apple's Privacy Policy, see http://www.apple.com/legal/privacy." = "By clicking “Agree” you agree that Apple may periodically collect and use this information as part of its support services and to improve its products and services. This information is collected anonymously. To learn more about Apple's Privacy Policy, see http://www.apple.com/legal/privacy.";

/* further instructions for resolving problem of application missing software components */
"Check with the developer to make sure %@ works with this version of Mac OS X. You may need to reinstall the application. Be sure to install any available updates for the application and Mac OS X." = "Check with the developer to make sure %@ works with this version of Mac OS X. You may need to reinstall the application. Be sure to install any available updates for the application and Mac OS X.";

/* instructions for case where user has not opted in yet */
"Click \\U201CSend to Apple\\U201D to submit the report to Apple. This information is collected anonymously." = "Click “Send to Apple” to submit the report to Apple. This information is collected anonymously.";

/* instructions for case where user has opted in for auto-submission and we can reopen the app */
"Click Reopen to open the application again. This report will be sent to Apple automatically." = "Click Reopen to open the application again. This report will be sent to Apple automatically.";

/* button title */
"Disagree" = "Disagree";

/* opt-in dialog suppression checkbox title */
"Don\\U2019t ask me again" = "Don’t ask me again";

/* button title */
"Don\\U2019t Send" = "Don’t Send";

/* button title */
"Hide Details" = "Hide Details";

/* button title */
"OK" = "OK";

/* window title - %@ is application name */
"Problem Report for %@" = "Problem Report for %@";

/* prompt for comments field */
"Provide any steps necessary to reproduce the problem." = "Provide any steps necessary to reproduce the problem.";

/* button title */
"Reopen" = "Reopen";

/* button title */
"Send to Apple" = "Send to Apple";

/* button title */
"Show Details" = "Show Details";

/* instructions for case where user has opted in for auto-submission and we can reopen the app */
"This report will be sent to Apple automatically." = "This report will be sent to Apple automatically.";

/* Error if system profile fails */
"Unable to gather system configuration information." = "Unable to gather system configuration information.";

/* further instructions for resolving problem of Mac App Store application invalid code signature */
"Using App Store, download %@ again." = "Using App Store, download %@ again.";

/* opt-in dialog title */
"You can help Apple improve its products by sending us anonymous diagnostic and usage information about your computer." = "You can help Apple improve its products by sending us anonymous diagnostic and usage information about your computer.";

/* header format string for a hang report */
"You quit %@ because of a problem." = "You quit %@ because of a problem.";

/* header format string for a panic report */
"You shut down the computer because of a problem." = "You shut down the computer because of a problem.";

